#include <iostream>

int main()
{
  std::cout << "Hello World!\n";
}

/*
Разработать класс Keeper, который реализует контейнер для хранения и обработки
объектов. Класс Keeper должен обеспечивать следующие функции:
	▪ добавление и удаление производных объектов абстрактного класса Base;
	▪ полное сохранение себя в файле;
	▪ полное восстановление себя из файла.

ВУЗ хранит данные по студентам, преподавателям и административному персоналу. 
	Студент:					ФИО, группа, наименование специальности, текущий курс, средний балл. 
	Преподаватель:				ФИО, перечислены группы, которые ведет; предметы, которые преподает. 
	Административный персонал:	ФИО, должность, телефон, область ответственности.

*/